/* Best high score label */
"Best" = "Best";

/* GOING FASTER Label */
"GOING FASTER" = "GAAT SNELLER";

/* Labyrinth Tilt Maze */
"Labyrinth Tilt Maze" = "Labyrinth Tilt Maze";

/* LeaderBoard */
"LeaderBoard" = "Ranglijst";

/* More */
"More" = "Meer";

/* OTHER GAMES BY */
"OTHER GAMES BY" = "ANDERE SPELLEN OP";

/* RATE IT */
"RATE IT" = "Stem Het";

/* SHARE */
"SHARE" = "AANDEEL";

/* Sonic Racer */
"Sonic Racer" = "Sonische Renner";

/* STAGE Label
   STAGE label */
"STAGE" = "Schijngestalte";

/* swipe to move label */
"swipe to move" = "vegen om te bewegen";

/* TAP TO START */
"TAP TO START" = "TIK OP OM";

/* YOUR SCORE label */
"YOUR SCORE" = "JE SCORE";

